opensoap/samples/ShoppingSec/SampleMessages/PlaceOrderReqF2.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <m:PlaceOrder xmlns:m="http://services.opensoap.jp/samples/Shopping/">
            <code></code>
            <qty>5</qty>
        </m:PlaceOrder>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
